<?php
return array(
    'title' => '”даление модул€ Reduce Migrations',
    'tab' => 'ѕараметры удалени€',
    'description' => "ѕри удалении данных, проект будет не в состо€нии работать с текущими миграци€ми.\n"
        ."Ќеобходимо будет проинициализировать механизм миграций вновь, начина€ с актуальной версии.\n"
        ."»нформаци€ дл€ удалени€: таблицы миграций, настройки, каталог миграций (если используетс€ система версионировани€ "
        ."следует зарегистрировать изменени€)",
    'fields' => array(
        'removeAll' => '—тереть данные миграций'
    )
);